tap "armmbed/formulae"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mantil-io/mantil"
tap "mongodb/brew"
tap "nats-io/nats-tools"
tap "wez/wezterm"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bat"
brew "boost"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "python@3.9"
brew "capnp"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "gmp"
brew "coreutils"
brew "libunistring"
brew "libssh2"
brew "curl"
brew "dbus"
brew "deno"
brew "dfu-util"
brew "exa"
brew "expat"
brew "fd"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "gnu-sed"
brew "gnu-typist"
brew "libtasn1"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "goreleaser"
brew "jasper"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "python@3.10"
brew "grip"
brew "hexyl"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "iperf"
brew "ispell"
brew "jansson"
brew "jq"
brew "libgccjit"
brew "libiconv"
brew "libressl"
brew "libssh"
brew "libvterm"
brew "libxml2"
brew "z3"
brew "llvm"
brew "lsd"
brew "mailutils"
brew "make"
brew "markdown"
brew "mbedtls"
brew "minicom"
brew "mkcert"
brew "node@16"
brew "mongosh"
brew "neofetch"
brew "ninja"
brew "nmap"
brew "node"
brew "node@14"
brew "nsq"
brew "open-ocd"
brew "packer"
brew "procs"
brew "qemu"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "shellcheck"
brew "spaceship"
brew "starship"
brew "stlink"
brew "switchaudio-osx"
brew "tcpkali"
brew "telnet"
brew "terraform"
brew "tidy-html5"
brew "tokei"
brew "tree"
brew "usbutils"
brew "watch"
brew "websocat"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zeromq"
brew "zig", args: ["HEAD"], link: false
brew "zsh"
brew "zsh-completions"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"], link: false
brew "mantil-io/mantil/mantil"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "nats-io/nats-tools/nats"
cask "alt-tab"
cask "emacs"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-iosevka"
cask "font-meslo-for-powerline"
cask "macmediakeyforwarder"
cask "orbstack"
cask "qlmarkdown"
cask "qlstephen"
cask "wezterm"
vscode "amodio.tsl-problem-matcher"
vscode "dracula-theme.theme-dracula"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "PKief.material-icon-theme"
vscode "stkb.rewrap"
vscode "tuttieee.emacs-mcx"
vscode "twxs.cmake"
vscode "ziglang.vscode-zig"
