tap "armmbed/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "nats-io/nats-tools"
brew "autoconf"
brew "xz"
brew "python@3.10", link: false
brew "awscli"
brew "bat"
brew "libffi"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cloc"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "libunistring"
brew "openldap"
brew "curl"
brew "dbus"
brew "deno"
brew "dfu-util"
brew "exa"
brew "expat"
brew "fd"
brew "gcc"
brew "gdk-pixbuf"
brew "git"
brew "gnu-sed"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grip"
brew "hexyl"
brew "ncurses"
brew "htop"
brew "hugo"
brew "ispell"
brew "jansson"
brew "jq"
brew "libgccjit"
brew "libiconv"
brew "libxml2"
brew "little-cms2"
brew "llvm"
brew "lsd"
brew "mailutils"
brew "make"
brew "markdown"
brew "mbedtls"
brew "minicom"
brew "node@16"
brew "mongosh"
brew "ninja"
brew "node@14"
brew "open-ocd"
brew "packer"
brew "procs"
brew "qemu"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "shellcheck"
brew "spaceship"
brew "starship"
brew "stlink"
brew "switchaudio-osx"
brew "telnet"
brew "terraform"
brew "texinfo"
brew "tokei"
brew "tree"
brew "usbutils"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "nats-io/nats-tools/nats"
cask "alt-tab"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-meslo-for-powerline"
cask "qlmarkdown"
cask "qlstephen"
